Repository: FulanoD3Tal/final_countdown_mobile
Catalog: lib/l10n/app_*.arb
Languages: es, ja

source: Private Policy
es: Pol√≠ticas de privacidad
ja: プライベートポリシー

# addMoreItems
source: Add some countdowns...
es: Agrega algunas metas...
ja: カウントダウンを追加...

source: Save
es: Guardar
ja: 保存

source: New countdown
es: Nueva meta
ja: 新しいカウントダウン

# wantTo
source: I want to
es: Quiero
ja: したい

# emptyErrorMessage
source: Please enter some text
es: Por favor ingresa texto
ja: テキストを入力してください

# typePlaceholder
source: eat,drink...
es: comer,beber...
ja: 食べて、飲んで…

# namePlaceholder
source: apples...
es: manzanas...
ja: りんご...

# countdownFinished
source: {countdownName} for {countdownType}
es: {countdownName} para {countdownType}
ja: {countdownType} の {countdownName}

# countdownOnGoing
source: {countdownName} of {countdownGoal} to {countdownType} left
es: {countdownName} de {countdownGoal} por {countdownType} restantes
ja: {countdownGoal} の {countdownName} を残り {countdownType} まで

# removeOne
source: One less
es: Uno menos
ja: 1 つ減りました

source: Delete
es: Borrar
ja: 消去

source: Cancel
es: Cancelar
ja: キャンセル

source: Yes
es: Aceptar
ja: はい

# sharePlaceholder
source: I keeping track in Final Countdown {url}
es: Sigo mis metas con Final Countdown {url}
ja: #FinalCountdown {url} で追跡しています
